Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/usein_kysytyt_kysymykset.html.tmx
Source language: fin
Languages: smn

source: Saamelaisen kielineuvolan kolmas Facebook-livelähetys 27.9.2018 Inarissa .
smn: Sämmilii kielâravviittuv kuálmád Facebook-njuolgâvuolgâttâs 27.9.2018 Anarist .

source: Kuvassa vasemmalta: Riitta Lehtola, Pirjo Lotvonen, Merja Pieski, Niina Siltala ja Annika Pasanen.
smn: Kooveest čižetpeln: Riitta Lehtola, Pirjo Lotvonen, Merja Pieski, Niina Siltala já Annika Pasanen.

source: Usein kysytyt kysymykset
smn: Maŋgii koijâdum koččâmušah

source: Miten lapsi suhtautuu siihen, että joutuu kielipesässä uuteen kieliympäristöön?
smn: Maht páárnáš váldá tom, ete kárttá kielâpiervâlist uđđâ kielâpirrâsân?

source: Miten kielipesä eroaa siitä, kun saamenkielinen lapsi joutui suomenkieliseen asuntolakouluun?
smn: Maht kielâpiervâl iärrán tast, ko sämikielâlâš páárnáš káártái suomâkielâlii asâttâhškoovlân?

source: Eikö olisi parempi, että lapsi omaksuu ensin kunnolla yhden kielen ja vasta sen jälkeen toisen?
smn: Ij-uv ličij pyereeb, ete páárnáš uáppá vistig olmânáál oovtâ kielâ já eskân ton maŋa nube?

source: Miten on mahdollista, että lapsi alkaa ymmärtää saamea niin nopeasti?
smn: Maht lii máhđulâš, ete páárnáš ibbeerdškuát sämikielâ nuuvt jotelávt?

source: Miksi lapsi ei ala itse puhua saamea, vaikka ymmärtää sitä?
smn: Mane páárnáš ij jieš sárnuškuát sämikielâ, veikâ ibbeerd tom?

source: Miksi jotkut lapset alkavat puhua heti ja jotkut vasta vuosien päästä?
smn: Mane motomeh párnááh sárnuškyetih tállán ja motomeh eskân iivij keččin?

source: Miten lasta voisi rohkaista puhumaan?
smn: Maht puáhtá ruokâsmittiđ párnáá sárnuđ?

source: Kielipesälapset puhuvat keskenään suomea.
smn: Kielâpiervâlpárnááh sárnuh koskânis suomâkielâ.

source: Miksi, ja onko sille mitään tehtävissä?
smn: Mane, já puáhtá-uv toos porgâđ maiden?

source: Lapsi käyttää virheellistä sanaa tai taivutusmuotoa, kun puhuu saamea.
smn: Páárnáš kiävttá puástu sääni teikâ sujâttemhäämi, ko sárnu sämikielâ.

source: Miten siihen pitäisi suhtautua?
smn: Maht tom kolgâččij väldiđ?

source: Aiheuttaako kielipesässä oleminen viivästystä tai häiriötä suomen kielen kehittymiseen?
smn: Toovât-uv kielâpiervâlist orroom ájánem teikâ hemâdâs suomâkielâ ovdánmân?

source: Mitä tehdä, kun kumpikaan kielipesälapsen vanhemmista ei osaa itse saamea?
smn: Maid puáhtá porgâd, jis kuábáškin kielâpiervâlpárnáá vaanhimijn ij määti jieš sämikielâ?

source: Kannattaako käyttää lapsen kanssa saamea, jos osaa sitä itse vain vähän?
smn: Kannat-uv kevttiđ párnáin sämikielâ, jis jieš máttá tom tuše váhá?

source: Pilaako se lapsen kielen?
smn: Pilleed-uv tot párnáá kielâ?

source: Miksi kotona pitäisi ponnistella kielen eteen – eikö riitä, että lapsi on kielipesässä?
smn: Mane pääihist kolgâččij porgâđ kielâ oovdân – ij-uv pijssáá, ete páárnáš lii kielâpiervâlist?

source: Saamenkieliset sukulaiset eivät kehotuksista huolimatta puhu lapselle saamea – mikä neuvoksi?
smn: Sämikielâliih hyelhih iä avžuuttâsâin peerusthánnáá sáárnu párnážân sämikielâ – maid puáhtá porgâđ?

source: Mitä tehdä, kun lapsi on yhtäkkiä alkanut protestoida kielipesää tai saamen kieltä vastaan?
smn: Maid puáhtá porgâđ, ko páárnáš lii kivkked álgám vuástálistiđ kielâpiervâl teikâ sämikielâ?

source: Onko järkeä laittaa lapsi kielipesään, jos paikkakunnallamme ei ole saamenkielistä kouluopetusta?
smn: Lii-uv jiärmálâš pieijâđ párnáá kielâpiervâlân, jis mii päikkikoddeest ij lah sämikielâlâš škovlâmáttááttâs?

source: Miten lapsi pärjää kielipesän jälkeen saamenkielisessä kouluopetuksessa, jos vanhemmat eivät osaa saamea?
smn: Maht pärni piergee kielâpiervâl maŋa sämikielâlii škovlâmáttááttâsâst, jis vaanhimeh iä määti sämikielâ?

source: Saamenkielinen luokka, suomenkielinen luokka, kielikylpyluokka, kaksikielinen luokka…
smn: Sämikielâlâš luokka, suomâkielâlâš luokka, kielâlávguluokka, kyevtkielâlâš luokka…

source: Mikä on kielipesälapselle paras kouluopetuksen muoto?
smn: Mii lii kielâpiervâlpáárnán puoh pyeremus škovlâmáttááttâs häämi?

source: Kielipesän tavoitteena on toiminnallinen kaksikielisyys kouluikään mennessä.
smn: Kielâpiervâl ulmen lii toimâlâš kyevtkielâlâšvuotâ škovlâave räi.

source: Mitä tarkoittaa toiminnallinen kaksikielisyys?
smn: Maid uáivild toimâlâš kyevtkielâlâšvuotâ?

source: Haluaisimme lapsemme oppivan saamea, mutta paikkakunnallamme ei ole kielipesää – mitä tehdä?
smn: Mij halijdiččijm, ete mii páárnáš uáppá sämikielâ, mutâ mii päikkikoddeest ij lah kielâpiervâl – maid puáhtá porgâđ?

source: Paikkakunnallamme on kielipesä, mutta eri saamen kielellä kuin sukumme saamen kieli.
smn: Mii päikkikoddeest lii kielâpiervâl, mutâ eres sämikielân ko mii suuvâ sämikielâ.

source: Kannattaako laittaa lasta kielipesään?
smn: Kannat-uv pieijâđ párnáá kielâpiervâlân?

source: Mitä tehdä, kun haluaisimme lapsen oppivan juuri omaa murrettamme, mutta kielipesän työntekijät puhuvat eri murretta?
smn: Maid puáhtá porgâđ, ko mij halijdiččijm, ete mii páárnáš mátáččij eidu mii jieččân kuávlukielâ, mutâ kielâpiervâl pargeeh sárnuh eres kuávlukielâ?

source: Miksi saamenkielisissä kielipesissä on myös sellaisia työntekijöitä, jotka eivät puhu saamea äidinkielenään tai ovat vasta oppineet kieltä?
smn: Mane sämikielâlijn kielâpiervâlijn láá meid tagareh pargeeh, kiäh iä sáárnu sämikielâ eenikiellân teikâ láá eidu oppâm kielâ?

source: Mistä saa neuvoja, kun lapsen kielen kehitys askarruttaa?
smn: Mast finnee ravvuid, ko párnáá kielâ ovdánem smietâtit?

source: Yleensä erittäin mutkattomasti.
smn: Táválávt viehâ älkkeht.

source: On olennaista ymmärtää, että lapset eivät ole samalla tavalla kiinni sanallisessa kommunikaatiossa kuin aikuiset.
smn: Lii tehálâš iberdiđ, ete párnááh iä lah siämmáánáál kiddâ sánálii viestâdmist ko rävisulmuuh.

source: Huolenpito, välittäminen, ymmärretyksi tuleminen, kiinnostava tekeminen ja mielekäs seura ovat lapselle paljon tärkeämpiä kuin kieli, jolla hänelle puhutaan.
smn: Aitârdem, perustem, addiittâllâm, kiäsutteijee porgâm já mielâstitteeh ulmuuh láá párnážân ennuv tergâdumoseh ko kielâ, mii sunjin sárnoo.

source: Työntekijät osoittavat lapselle monin tavoin, että häntä ymmärretään ja hänen tarpeisiinsa reagoidaan.
smn: Pargeeh čäittih párnážân maaŋgânáál, ete iberdeh suu já reagisteh suu tárboid.

source: Lapsi saattaa omista ominaisuuksistaan riippuen olla joko hyvin kiinnostunut uudesta kielestä tai suhtautua siihen ikään kuin siinä ei olisi mitään erikoista.
smn: Páárnáš sáttá jieijâs jiešvuođâi mield leđe jo-uv uáli kiäsuttum uđđâ kielâst teikâ orroođ nuuvt ko tast ij ličij mihheen eromâšijd.

source: Lapsen ikä voi vaikuttaa asiaan.
smn: Párnáá ahe puáhtá vaikuttiđ áášán.

source: Lapsi, joka tulee ensimmäistä kertaa elämässään hoitoon kodin ulkopuolelle, ei todennäköisesti kyseenalaista kielipesän kieltä.
smn: Páárnáš, kote vuossâmuu keerdi eellimstis puátá tiipšon pääihi ulguubel, ij viehâ vissásávt tuárju kielâpiervâl kielâ.

source: Ehkä hän arvelee, että hoidossa kuuluu puhua eri lailla!
smn: Kenski sun arvâl, ete tipšoost kalga sárnuđ eresnáál!

source: Joskus isompi lapsi saattaa kommentoida aluksi kummastellen tai negatiivisestikin uutta kieltä, etenkin jos hän on aiemmin ollut suomenkielisessä päivähoidossa, mutta tämä menee yleensä pian ohi.
smn: Motomin stuárráb páárnáš sáttá vistig imâštâllâđ teikâ kommentistiđ negatiivlávt-uv uđđâ kielâ, eromâšávt jis sun lii ovdil lamaš suomâkielâlii peivitipšoost, mutâ taat mana táválávt jotelávt lappâd.

source: Vanhempien kannattaa ehdottomasti selittää isommalle lapselle etukäteen, mistä kielipesässä on kyse.
smn: Vaanhimeh kannatteh-uv čielgiđ stuárráb párnážân muuneeld, ete mast kielâpiervâlist lii koččâmuš.

source: Asuntolakoulussa tilanne oli pahimmassa tapauksessa se, että saamenkielistä lasta rangaistiin ainoan osaamaansa kielen puhumisesta, eikä yksikään aikuinen ymmärtänyt hänen kieltään ja kulttuuritaustaansa.
smn: Asâttâhškoovlâst tile lâi viärráámuu muddoost tot, ete sämikielâlâš páárnáš finnij ráŋgáštâs tast ko sun sáárnui áinoo kielâ mon sun maatij, ijge ohtâgin rävisolmooš iberdâm suu kielâ já kulttuurtuávváá.

source: Enemmistökielisen asuntolakoulun seurauksena moni saamelaislapsi menetti oman ensimmäisen kielensä.
smn: Eenâblohokielâlii asâttâhškoovlâ čuávumuššân maŋgâ sämipáárnáš monâttij suu vuossâmuu kielâs.

source: Kielipesässä lapsi saa puhua osaamaansa kieltä ja hänelle osoitetaan selvästi, että häntä ymmärretään ja hänestä huolehditaan, vaikka hänelle puhutaankin eri kieltä.
smn: Kielâpiervâlist páárnáš máttá sárnuđ suu mättim kielâ já sunjin čáittoo čielgâsávt, ete iberdeh suu já huolâtteh sust, veikâ sárnuh-uv sunjin eres kielâ.

source: Toiminta pohjautuu saamelaiskulttuuriin.
smn: Toimâ vuáđuduvá sämikulttuurân.

source: Lapsen ensikieltä ei väheksytä eikä viedä pois, sen sijaan hän saa sen rinnalle toisen kielen.
smn: Párnáá vuossâmuu kielâ iä uccááš iäge tuálvu meddâl, peic sun finnee ton paaldân nube kielâ.

source: Tätä pidetään usein periaatteena varhaisessa, täydellisessä kielikylvyssä, esimerkiksi ruotsinkielisessä kielikylvyssä Suomessa.
smn: Taat annoo maŋgii prinsiipin aarrâd, tievâslii kielâláávgust, ovdâmerkkân ruotâkielâlii kielâláávgust Suomâst.

source: Ruotsinkielisen kielikylvyn ja saamenkielisen kielipesän taustatilanne, lähtökohdat ja tavoitteet ovat kuitenkin monelta osin hyvin erilaiset.
smn: Ruotâkielâlii kielâláávgu já sämikielâlii kielâpiervâl tuávváštile, vuolgâsajeh já ulmeh láá kuittâg maaŋgâin oosijn viehâ sierâlágáneh.

source: Saamen kielten tilanne on niin uhanalainen ja haavoittuvainen, että lapselle on pyrittävä antamaan kaikki mahdollinen tuki saamen kielen omaksumiseksi.
smn: Sämikielâi tile lii nuuvt uhkevuálásâš já háváduvvee, ete párnážân kalgeh viggâđ adeliđ puoh máhđulâš torjuu sämikielâ oppâmân.

source: Varhain aloitettu kielipesä ja saamenkieliset kontaktit sen ulkopuolella mahdollistavat vahvan kielenomaksumisen ennen kouluikää.
smn: Tooláá algâttum kielâpiervâl já sämikielâliih ohtâvuođah ton ulguubeln taheh máhđulâžžân noonâ kielâoppâm ovdil škovlâave.

source: Tämä on tärkeää, koska kouluympäristössä suomen kielen ja suomenkielisen kulttuurin vaikutus on väistämättä vahva.
smn: Taat lii tehálâš, tastko škovlâpirrâsist suomâkielâ já suomâkielâlii kulttuur vaikuttâs lii kuittâg nanos.

source: Kahden tai useamman kielen oppiminen samaan aikaan kotona tai kodin ulkopuolella on aivan normaalia – monilla alueilla maailmassa normaalimpaa kuin yksikielisenä kasvaminen.
smn: Kyevti teikâ maaŋgâ kielâ oppâm siämmáá ääigi pääihist teikâ pääihi ulguubeln lii aaibâs táválâš – maaŋgâin kuávluin maailmist ennuv táválub ko šoddâm oovtkielâlâžžân.

source: Aikuinen saattaa rinnastaa kielipesän siihen, että itse joutuisi kieliympäristöön, jossa ei ymmärrä puhuttua kieltä.
smn: Rävisolmooš sáttá verdidiđ kielâpiervâl toos, ete sun jieš kartâččij kielâpirrâsân, kost sun ij ibbeerd sarnum kielâ.

source: Lapsen tilanne kielipesässä on kuitenkin aivan toinen.
smn: Párnáá tile kielâpiervâlist lii kuittâg aaibâs eres.

source: Pikkulapsella on hyvin laajat kognitiiviset ja psyykkiset valmiudet omaksua kieltä ja useampia kieliä rinnakkain.
smn: Uccpárnáást lii viehâ viijđes kognitiivliih já psyykkisiih kiärgusvuođah oppâđ kielâ já maaŋgâ-uv kielâ paldluvâi.

source: Hänellä ei ole kieleen ja oppimiseen liittyviä ennakkoluuloja.
smn: Sust iä lah kielân já oppâmân lohtâseijee munejurduuh.

source: Kielipesässä kieltä ei opetella erillisenä oppiaineena ja objektina vaan lapsi omaksuu sitä luontevasti toiminnan ohessa.
smn: Kielâpiervâlist sij iä máttááttâl kielâ sierâ oppâamnâsin já objektin peic páárnáš uáppá tom luándulávt tooimâ paaldâst.

source: Konkreettiseen tekemiseen yhdistyvä kielenoppiminen on tehokasta.
smn: Konkreetlii porgâmân ovtâstum kielâoppâm lii pehtil.

source: Ihmisen kielitaidossa passiivinen kielitaito (ymmärtäminen) ja aktiivinen kielitaito (puhuminen) voivat olla hyvinkin eri tasolla.
smn: Ulmuu kielâtááiđust passiivlâš kielâtáiđu (iberdem) já aktiivlâš kielâtáiđu (sárnum) sättih leđe viehâ sierâ tääsist.

source: Passiivinen kielitaito kehittyy säännöllisesti kielipesässä olevalla lapsella kuin itsestään, mutta aktiivisen kielitaidon osalta kehitys on hyvin yksilöllistä.
smn: Passiivlâš kielâtáiđu ovdán párnáást, kote lii merikoskâsávt kielâpiervâlist, tego jiešmeidlist, mutâ aktiivlii kielâtááiđu uásild ovdánem lii viehâ ohtâgâslâš.

source: Kielipesässä lasta ei voi eikä saa pakottaa puhumaan saamea, ja jotkut lapset voivat pitkäänkin pysytellä siinä kielessä, joka on heille itselleen helpointa, eli ensimmäisenä opitussa kielessään.
smn: Kielâpiervâlist iä pyevti iäge uážu páguttiđ párnáá sárnuđ sämikielâ, já motomeh párnááh sättih kuhháá-uv pissoođ tast kielâst, mii lii sijjân olssis puoh älkkeemus, ađai sii vuossâmužžân oppâm kielâst.

source: Kielenvalintaa voi siis ohjailla eräänlainen pienimmän ponnistuksen laki.
smn: Kielâvaljim puáhtá stivriđ mottoomlágán ucemus irâttem laahâ.

source: Voi myös olla, että lapsella ei vielä ole sanastollista valmiutta tuottaa puhetta;
smn: Sáttá meid leđe, ete párnáást ij vala lah sánádâhlâš kiärgusvuotâ pyevtittiđ sárnum;

source: hänhän voi puhua itse vain, jos hänelle on annettu työkalut puhumiseen.
smn: sunhân puáhtá sárnuđ jieš tuše, jis sunjin láá adelum piergâseh sárnum várás.

source: Eri lapsilla on erilaiset kiinnostuksenkohteet ja yksilöllinen suuntautuminen maailmaan – niin myös kieleen.
smn: Jieškote-uv párnáást láá sierâlágáneh movtijdittee ääših já ohtâgâslâš sundášume maailmân – nuuvt meid kielân.

source: Esimerkiksi lapsen sosiaalisen samastumisen tarve, itsekriittisyys ja monet muut luontaisen temperamentin piirteet voivat vaikuttaa hänen kielenvalintaansa saamen ja suomen välillä.
smn: Ovdâmerkkân párnáá sosiaallii identifisistum tárbu, jieškriittâlâšvuotâ já maaŋgah eres luándulii temperament jiešvuođah sättih vaikuttiđ suu kielâvaljiimân sämikielâ já suomâkielâ kooskâst.

source: Myös kaveripiirin ja kodin kielitilanne ja ympäristön asenteet voivat toki vaikuttaa.
smn: Meid skipárij já pääihi kielâtile já pirrâs jurdâččemvyevih sättih vaikuttiđ.

source: Vaikka kielipesälapsi ei vielä puhuisi itse saamea, kielenomaksumisprosessi on jatkuvasti käynnissä.
smn: Veikâ kielâpiervâlpáárnáš ij vala jieš sárnuččii sämikielâ, te kielâoppâmproosees lii ohtânmaanoost joođoost.

source: Lyhyesti sanottuna niin, että saamenkieliset aikuiset viettävät lapsen kanssa mahdollisimman paljon aikaa saamen kieltä puhuen.
smn: Uánihávt ettum tienuuvt, ete sämikielâliih rävisulmuuh viettih ääigi párnáin nuuvt ennuv ko máhđulâš já sárnuh sämikielâ.

source: Mieluiten niiden asioiden ja sellaisen tekemisen parissa, jotka kiinnostavat lasta.
smn: Mielâstubbooht tagarij ašijguin já porgâmáin taggaar, mii kiäsut párnáá.

source: Kielipesässä tämä tarkoittaa sitä, että henkilöstön tulisi osallistua mahdollisimman paljon lasten yhteisiin leikkeihin ja toisaalta myös viettää välillä aikaa jokaisen lapsen kanssa erikseen.
smn: Kielâpiervâlist taat uáivild tom, ete pargeeh kolgâččii uásálistiđ párnái ohtsâš sieráid nuuvt ennuv ko máhđulâš já nube tááhust meid viettiđ ääigi jyehi párnáin sierâ.

source: Tällä tavalla saamea puhuva aikuinen antaa lapselle kielellisen mallin ja työkaluja saamen kielen puhumiseen.
smn: Návt sämikielâ sárnoo rävisolmooš addel párnážân kielâlii maali já piergâsijd sämikielâ sárnumân.

source: Kielipesän ulkopuolella vanhempien on tärkeää huolehtia siitä, että lapsi kuulee saamea monipuolisesti ja eri yhteyksissä.
smn: Kielâpiervâl ulguubeln vaanhimijn lii tehálâš huolâttiđ tast, ete páárnáš kulá sämikielâ maaŋgâpiälálávt já sierâ ohtâvuođâin.

source: Pelkkä kuuleminen ei kuitenkaan kehitä aktiivista kielitaitoa vaan siihen tarvitaan vuorovaikutusta.
smn: Tuše kuullâm ij kuittâg oovded aktiivlii kielâtááiđu peic toos tarbâšuvvoo vuáruvaikuttâs.

source: Jos vanhemmat eivät itse pysty puhumaan lapsen kanssa saamea, olisi tärkeää etsiä kontakteja muihin kielenpuhujiin esimerkiksi suvun, tuttavapiirin tai yhteisöllisen toiminnan kautta.
smn: Jis vaanhimeh iä jieš paste sárnuđ párnáin sämikielâ, te ličij tehálâš uuccâđ ohtâvuođâid eres kielâsárnoid ovdâmerkkân suuvâ, uápisulmui teikâ siärvuslii tooimâ peht.

source: Lasta voi yrittää rohkaista saamen puhumiseen myös kyselemällä, mitä mikäkin on saameksi, tai miten jonkin asian voisi sanoa saameksi.
smn: Párnáá puáhtá irâttiđ ruokâsmittiđ sämikielâ sárnumân meid koijâdmáin, ete mii miinii lii sämikielân, teikâ maht monnii ääši puáhtá ettâđ sämikielân.

source: Riippuu kuitenkin lapsesta, toimiiko kyseleminen – jotkut lapset ärsyyntyvät ja toiset innostuvat siitä.
smn: Lii kuittâg kiddâ párnáást, ete tuáimá-uv koijâdem – motomeh párnááh iärdojeh já nubeh movtáskeh tast.

source: On hyvin tavallista, että lapset puhuvat kielipesässä keskenään suomen kieltä.
smn: Lii uáli táválâš, ete párnááh sárnuh kielâpiervâlist koskânis suomâkielâ.

source: Sellaisetkin lapset, jotka puhuvat aktiivisesti saamea kielipesän aikuisille, saattavat leikkiä keskenään aina suomeksi.
smn: Tagareh-uv párnááh, kiäh sárnuh aktiivlávt sämikielâ kielâpiervâl rävisulmuid, sättih sierâdiđ koskânis ain suomâkielân.

source: Toki on myös lapsia, jotka käyttävät keskenään kumpaakin kieltä tai yksinomaan saamea.
smn: Láá tiäđust-uv meid párnááh, kiäh kevttih koskânis kuohtuid kielâid teikâ tuše sämikielâ.

source: Kielenvalinta liittyy kielen yleiseen tilanteeseen.
smn: Kielâvaljim lohtâs kielâ almos tilán.

source: Saamenkielisten kielipesien lapset ovat tottuneet siihen, että enemmistö heidän tuntemistaan lapsista puhuu suomea, heidän kotikielenään on usein yksinomaan suomi, ja esimerkiksi lastenkulttuuri heidän ympärillään on pitkälti suomenkielistä.
smn: Sämikielâlij kielâpiervâlij párnááh láá hárjánâm toos, ete iänááš uási sii tubdâm párnáin sárnuh suomâkielâ, sii päikkikiellân lii maŋgii tuše suomâkielâ, já ovdâmerkkân párnáikulttuur sii pirrâ lii enâmustáá suomâkielâlâš.

source: Me aikuiset voimme tietoisesti päättää, että puhumme keskenämme saamea, koska pidämme sitä tärkeänä, ja se onkin yksi saamen kielten elpymisen kannalta välttämättömistä valinnoista.
smn: Mij rävisulmuuh pyehtip tiäđulávt meridiđ, ete sárnup koskânis sämikielâ, tastko mij anneep tom tergâdin, já tot lii-uv ohtâ sämikielâ iäláskem tááhust velttidmettum valjim.

source: Lapset toimivat kuitenkin harvoin tällaisten arvovalintojen pohjalta.
smn: Párnááh kuittâg-uv tuáimih häärviht tagarij árvuvaljiimij vuáđuld.

source: Lapsia ei voi pakottaa, eikä “puhukaapa saamea!
smn: Párnáid ij pyevti páguttiđ, ijge “sárnuđbâ sämikielâ!

source: ” -tyyppinen puuttuminen lasten leikkeihin ole pitemmän päälle hedelmällistä.
smn: ” -tijpâlâš tarvanem párnái sierâdmáid lah loppâloopâst ávhálâš.

source: Tilanteeseen voi vaikuttaa parhaiten sillä, että henkilöstö osallistuu lasten leikkeihin mahdollisimman paljon.
smn: Tilán puáhtá vaikuttiđ pyeremustáá tienuuvt, ete pargeeh uásálisteh párnái sierâdmáid nuuvt ennuv ko máhđulâš.

source: Saamenkielisen aikuisen läsnäolo johtaa usein siihen, että lapset puhuvat tilanteessa saamea myös toisilleen.
smn: Sämikielâlii rävisulmuu mieldiorroom joođeet maŋgii toos, ete párnááh sárnuh tiileest sämikielâ meid nubijdis.

source: Toinen keino on kielellisen mallin antaminen niin, että lapsille mieluisia leluja, pelejä jne. käytetään mahdollisimman paljon myös yhteisissä toiminnoissa.
smn: Nubbe vyehi lii kielâlii maali adelem tienuuvt, ete kevttih párnái mielâmield sierâid, speelâid jna. nuuvt ennuv ko máhđulâš meid ohtsijn tooimâin.

source: Kun lapset saavat aikuiselta saamenkielisen mallin vaikkapa autoradalla leikkimiseen, he saattavat helpommin puhua saamea autoradalla leikkiessään myöhemminkin, kun aikuinen ei ole mukana.
smn: Ko párnááh finnejeh rävisulmust sämikielâlii maali veikkâbâ autoroođijn sierâdmân, sij sättih älkkeebeht sárnuđ sämikielâ meid maŋeláá talle ko sierâdeh autoroođijn, ko rävisolmooš ij lah mieldi.

source: Kukaan ei puhu kieltä alusta saakka normien mukaan – ei myöskään yksikielisenä kasvava suomen- tai englanninkielinen lapsi.
smn: Kihheen ij sáárnu aalgâ rääjist noormâi mield – ij meid oovtkielâlâžžân šaddee suomâ- teikâ eŋgâlâskielâlâš páárnáš.

source: Suurta enemmistökieltä lapsi kuitenkin kuulee ja pääsee käyttämään niin paljon, että lapsen kielelliset virheet karsiutuvat normaalisti varhaislapsuuden jälkeen pois ilman suurempaa ponnistelua.
smn: Stuorrâ eenâblohokielâ páárnáš kuittâg-uv kulá já piäsá kevttiđ nuuvt ennuv, ete párnáá kielâliih feeilah pääcih táválávt arâpärnivuođâ maŋa meddâl tađe eenâb iirâthánnáá.

source: Saamenkielisen lapsen kohdalla tilanne voi olla toinen: kielivirheet ja kielitaidon aukot voivat kuulua kielessä pitkään varhaislapsuuden jälkeenkin, jollei asiaan kiinnitetä huomiota.
smn: Sämikielâlii párnáá puotâ tile puáhtá kuittâg leđe nubbe: kielâfeeilah já kielâtááiđu rääigih sättih kulluđ kielâst kuhháá arâpärnivuođâ maŋa-uv, jis áášán ij kiddii huámášume.

source: Oikea tapa puuttua lapsen kieleen ei kuitenkaan ole virheistä suoraan huomauttaminen, lapsen puheen keskeyttäminen, saati sitten lapsen nolaaminen.
smn: Olmâ vyehi tarvaniđ párnáá kielân ij kuittâg lah njuolgist cuoigim, párnáá sárnum koskâldittem, já vala ucceeb párnáá hepâdittem.

source: Jokainen kielipesälapsen sanoma saamenkielinen sana on askel eteenpäin!
smn: Jyehi sääni, mon kielâpiervâlpáárnáš iätá, lii lävkki ovdâskulij!

source: Lapsen saamenkieliseen puheeseen tulee aina suhtautua positiivisesti ja rohkaisevasti, vaikka siinä olisi kuinka paljon virheitä.
smn: Párnáá sämikielâlii sárnum kalga ain väldiđ positiivlávt já ruokâsmittiđ párnáá, veikâ tast liččii mon ennuv feeilah.

source: Parempi tapa korjata virhe on toistaa sana tai asia oikeassa muodossa.
smn: Pyereeb vyehi tivvoođ feeilâ lii ettâđ sääni teikâ ääši olmâ häämist.

source: Jos saamenkielinen aikuinen – kielipesässä tai kotona – huomaa lapsen saamen kielessä tiettyjä pysyviä ongelmakohtia, kannattaa etsiä sellaista materiaalia, kuten tekstejä, loruja tai leikkejä, joissa kyseinen kielen piirre tulee esille.
smn: Jis sämikielâlâš rävisolmooš – kielâpiervâlist teikâ pääihist – huámmáš párnáá sämikielâst pisovâš čuolmâid tiätusoojijn, kannat uuccâđ taggaar materiaal, tego teevstâid, kukkâsijd teikâ sierâid, main tot kielâ jiešvuotâ itá.

source: Jos esimerkiksi mennyt aikamuoto tuottaa usein vaikeuksia, kannattaa lapselle lukea tarinoita, joissa käytetään paljon kyseistä aikamuotoa, ja jutella tarinasta lapsen kanssa.
smn: Jis ovdâmerkkân moonnâm äigihäämi pyevtit maŋgii vaigâdvuođâid, te páárnán kannat luuhâđ mainâsijd, main kiävttoo ennuv tot äigihäämi, já savâstâllâđ párnáin mainâsist.

source: Voi myös ottaa tavaksi kysellä lapsen päivästä tai viikonlopusta niin, että mennyt aikamuoto tulee esille niin kysymyksissä kuin vastauksissa.
smn: Puáhtá meid algâttiđ koijâdâllâđ ain párnáá peeivist teikâ oholoopâst tienuuvt, ete moonnâm äigihäämi itá nuuvt koččâmušâin ko meid vástádâsâin.

source: Kun puhutaan terveestä, normaalisti kehittyvästä lapsesta, vastaus on selvä: ei aiheuta.
smn: Ko sárnuh tiervâs párnáást, kote ovdán normaallávt, te vástádâs lii čielgâs: ij toovât.

source: Joissakin tutkimuksissa monikielisillä lapsilla on raportoitu pientä kielenkehityksen viivettä, joka kuitenkin tasoittuu yksikielisiin verrattuna viimeistään kouluiässä.
smn: Motomijn tutkâmušâin maaŋgâkielâlijn párnáin lii raportistum uccâ kielâovdánem ájánem, mut iäru oovtkielâláid kuittâg láppoo majemustáá škovlâavveest.

source: Toiset tutkimustulokset taas viittaavat siihen, ettei tällaista viivettä ole lainkaan.
smn: Nubeh tutkâmpuátuseh oppeet čujotteh toos, ete tággáár ájánem ij lah ollágin.
